Repository: common-repository/wp-helpdesk-integration
Catalog: languages/wp-helpdesk-integration-*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: None
de_de: Keiner
es_es: Ninguna
fr_fr: Aucun
nl_nl: Geen

source: Ninja Forms
es_es: Formas de Ninja
fr_fr: formes Ninja
nl_nl: Ninja Formulieren

source: Contact Form
de_de: Kontakt Formular
es_es: Formulario de contacto
fr_fr: Formulaire de contact
nl_nl: Contactformulier

source: Gravity Form
de_de: Gravity-Formular
es_es: Formulario de gravedad
fr_fr: Formulaire Gravity

source: Contacts
de_de: Impressum
es_es: contactos
nl_nl: Contacten

source: Tickets
es_es: Entradas
fr_fr: Des billets
nl_nl: Kaartjes

source: Wp-members
de_de: Wp-Mitglieder
es_es: WP-miembros
fr_fr: TicWp-memberskets
nl_nl: Wp-leden

source: Please configure your Helpdesk in the Helpdesk Configuration
de_de: Bitte stellen Sie Ihren Helpdesk im Helpdesk-Konfiguration
es_es: Por favor, configurar su servicio de ayuda en la configuración de Helpdesk
fr_fr: S'il vous plaît configurer votre Helpdesk dans la configuration Helpdesk
nl_nl: Configureer uw Helpdesk in de Helpdesk Configuration

source: Forms
de_de: Formen
es_es: formas
fr_fr: Formes
nl_nl: formulieren

source: Form Settings
de_de: Formulareinstellungen
es_es: Configuración del formulario
fr_fr: Options de formulaire

source: WP Users Sync
de_de: WP Nutzer Sync
es_es: Los usuarios de sincronización WP
fr_fr: Utilisateurs WP Sync
nl_nl: WP Gebruikers Sync

source: eCommerce Integration
es_es: Integración de comercio electrónico
fr_fr: Intégration de commerce électronique

source: Configuration
de_de: Konfiguration
es_es: Configuración
nl_nl: Configuratie

source: Select the Helpdesk you use
de_de: Wählen Sie den Helpdesk Sie verwenden
es_es: Seleccione el servicio de ayuda utiliza
fr_fr: Sélectionnez le Helpdesk vous utilisez
nl_nl: Selecteer de Helpdesk die u gebruikt

source: Domain URL
de_de: Die Domain-URL
es_es: URL de dominio

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord

source: Save Helpdesk Configuration
de_de: Speichern Helpdesk-Konfiguration
es_es: Guardar la configuración del servicio de ayuda
fr_fr: Enregistrer la configuration Helpdesk
nl_nl: Save Helpdesk Configuratie

source: Syncing
es_es: Cómo sincronizar
fr_fr: Synchroniser
nl_nl: synchroniseren

source: Please Wait
de_de: Warten Sie mal
es_es: Por favor espera
fr_fr: S'il vous plaît, attendez
nl_nl: Even geduld aub

source: Recaptcha
es_es: Reconocer texto

source: Email Condition
de_de: E-Mail-Zustand
es_es: Condición de correo electrónico
nl_nl: E-mail Voorwaarde

source: Debug Mode
de_de: Debug-Modus
es_es: Modo de depuración
fr_fr: Mode débogage

source: Select the HelpDesk you use
de_de: Wählen Sie den Helpdesk Sie verwenden
es_es: Seleccione el servicio de asistencia se utiliza
fr_fr: Sélectionnez le HelpDesk vous utilisez
nl_nl: Selecteer de HelpDesk u gebruikt

source: Username *
de_de: Benutzername *
es_es: Nombre de usuario *
fr_fr: Nom d'utilisateur *
nl_nl: gebruikersnaam

source: Password *
de_de: Passwort *
es_es: Contraseña *
fr_fr: Mot de passe *
nl_nl: wachtwoord *

source: Portal Name *
es_es: Nombre * Portal
fr_fr: Portail Nom *
nl_nl: Portal Naam *

source: Department Name *
de_de: Abteilungsname *
es_es: Nombre del Departamento *
fr_fr: Nom du département *
nl_nl: Afdelingsnaam

source: Two Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
es_es: Autenticación de dos factores
fr_fr: Authentification à deux facteurs
nl_nl: Twee Factor Authentication

source: Specify Authtoken
de_de: Geben Sie authToken
es_es: especificar authToken
fr_fr: Spécifiez authToken
nl_nl: Geef authtoken

source: Do you want to change Form Type??
es_es: ¿Quieres cambiar el tipo de formulario ??
nl_nl: Wilt u Form Type veranderen ??

source: You should activate the plugin first
de_de: Sie sollten das Plugin aktivieren erste
es_es: Debe activar el plugin primera
nl_nl: Je moet de plugin eerst activeren

source: Please Wait...
de_de: Warten Sie mal...
es_es: Por favor espera...
fr_fr: S'il vous plaît, attendez...
nl_nl: Even geduld aub...

source: Debug and Notification :
de_de: Debug und Benachrichtigung:
es_es: Depuración y notificación:
fr_fr: Debug et notification:
nl_nl: Debug en Notification:

source: Which log do you need?
de_de: Welche einloggen brauchen Sie?
es_es: ¿Qué se conecte necesita?
fr_fr: Quels connectez-vous besoin?
nl_nl: Welke loggen heb je nodig?

source: Upgrade To Pro
de_de: Upgrade auf Pro
es_es: Para actualizar Pro
fr_fr: Passer à Pro
nl_nl: Upgraden naar Pro

source: Enable Debug mode
de_de: Debug und Benachrichtigung:
es_es: Activar el modo de depuración
fr_fr: Activer le mode Debug

source: Save
de_de: sparen
es_es: Salvar
fr_fr: sauvegarder

source: Unlock access to reCaptcha key feature by upgrading to our Pro version.
de_de: Schalte den Zugang zu reCaptcha Schlüsselmerkmal von unserer Pro-Version zu aktualisieren.
es_es: Desbloquear el acceso a la característica clave reCaptcha mediante la actualización a nuestra versión Pro.
nl_nl: Unlock toegang tot reCaptcha belangrijke functie door te upgraden naar onze Pro-versie.

source: Remove Free version before installing PRO!
de_de: Entfernen Free-Version vor der Installation von PRO!
es_es: Retire versión libre antes de instalar PRO!
nl_nl: Verwijder gratis versie voor het installeren van PRO!

source: Zoho Username
de_de: Zoho Benutzername
es_es: Zoho nombre de usuario
fr_fr: Zoho Nom d'utilisateur
nl_nl: Zoho Gebruikersnaam

source: Zoho Password
de_de: Zoho Passwort
es_es: Zoho contraseña
fr_fr: Zoho Mot de passe

source: Smack Email
es_es: Polémica por correo electrónico

source: Email id
es_es: Identificación de correo
nl_nl: E-mail identiteit

source: Zendesk Username
de_de: Zendesk Benutzername
es_es: Zendesk nombre de usuario
fr_fr: Zendesk Nom d'utilisateur
nl_nl: Zendesk Gebruikersnaam

source: Zendesk Password
de_de: Zendesk Passwort
es_es: Zendesk contraseña
fr_fr: Zendesk Mot de passe

source: Zendesk Domain URL
es_es: Zendesk URL de dominio
nl_nl: Zendesk Domein URL

source: Freshdesk Username
de_de: Freshdesk Benutzer
es_es: Freshdesk nombre de usuario
fr_fr: utilisateur Freshdesk
nl_nl: Freshdesk Gebruikersnaam

source: Freshdesk Password
de_de: Freshdesk Passwort
es_es: Freshdesk contraseña
fr_fr: mot de passe Freshdesk

source: Freshdesk Domain URL
es_es: URL Freshdesk dominio
fr_fr: Freshdesk URL de domaine
nl_nl: Freshdesk Domein URL

source: Now upgrade to Pro version for eCommerce Integration.
de_de: Upgrade jetzt auf Pro-Version für E-Commerce-Integration.
es_es: Ahora actualizar a la versión Pro para la Integración de comercio electrónico.
nl_nl: Nu upgraden naar Pro-versie voor eCommerce Integration.

source: Helpdesk fields are not yet synchronised
de_de: Helpdesk Felder sind noch nicht synchronisiert
es_es: campos de unidad de asistencia aún no están sincronizados
fr_fr: champs de Helpdesk ne sont pas encore synchronisés
nl_nl: Helpdesk velden zijn nog niet gesynchroniseerd

source: Field Name
de_de: Feldname
es_es: Nombre del campo
fr_fr: Nom de domaine
nl_nl: Veldnaam

source: Show Field
es_es: Mostrar campo
fr_fr: Afficher le terrain
nl_nl: Field Show

source: Order
de_de: Auftrag
es_es: Orden
fr_fr: Commande
nl_nl: Bestellen

source: Mandatory
de_de: Zwingend notwendig
es_es: Obligatorio
fr_fr: Obligatoire
nl_nl: Verplicht

source: Field Label Display
de_de: Dieses Feld ist vorgeschrieben, kann sich nicht verstecken
es_es: Campo Etiqueta de visualización
fr_fr: Étiquette d'affichage
nl_nl: Field Label Weergave

source: This field is mandatory, cannot hide
de_de: Dieses Feld ist vorgeschrieben, kann sich nicht verstecken
es_es: Este campo es obligatorio, no se puede ocultar
fr_fr: Ce champ est obligatoire, ne peut pas cacher
nl_nl: Dit veld is verplicht, kan niet verbergen

source: Yes
de_de: ja
es_es: Sí
fr_fr: Oui
nl_nl: Ja

source: Forms and Shortcodes
de_de: Formulare und Shortcodes
es_es: Formas y Shortcodes
fr_fr: Formulaires et Shortcodes
nl_nl: Formulieren en Shortcodes

source: Shortcode / Title
de_de: Shortcode / Titel
es_es: Código corto / Título
fr_fr: Shortcode / Titre
nl_nl: Shortcode / Titel

source: Assignee
de_de: Zessionar
es_es: Cesionario
fr_fr: Cessionnaire
nl_nl: Cessionaris

source: Form Type
de_de: Formulartyp
es_es: Tipo de formulario
fr_fr: Type de formulaire
nl_nl: vorm Type

source: Module
de_de: Modul
es_es: Módulo

source: Thirdparty
de_de: Dritte Seite
es_es: Tercero
fr_fr: Tierce personne
nl_nl: Derde partij

source: Actions
de_de: Aktionen
es_es: Comportamiento
fr_fr: actes
nl_nl: acties

source: Admin
de_de: Administrator
es_es: Administración
fr_fr: Administrateur
nl_nl: beheerder

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: modifier
nl_nl: Bewerk

source: Upgrade To PRO
de_de: Upgrade auf PRO
es_es: Para actualizar PRO
fr_fr: Passer à Pro
nl_nl: Upgraden naar Pro

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
nl_nl: Verwijder

source: Create Ticket Form
de_de: Ticket erstellen Formular
es_es: Crear formulario de entradas
fr_fr: Créer un formulaire Ticket
nl_nl: Ticket maken Form

source: Create Contact Form
de_de: Erstellen Kontaktformular
es_es: Crear Formulario de contacto
fr_fr: Créer Formulaire de contact
nl_nl: Maak Contact Formulier

source: Use Existing Form
de_de: Verwenden Sie vorhandene Formular
es_es: Usar formulario existente
fr_fr: Utilisez le formulaire existant
nl_nl: Gebruik huidige vorm

source: Error Message Submission
de_de: Fehlermeldung Submission
es_es: Envío de mensajes de error
fr_fr: Message d'erreur Présentation
nl_nl: Foutmelding Submission

source: Sorry, submission failed. Kindly try again after some time
de_de: Sorry, ist fehlgeschlagen. versuchen Sie es erneut bitte nach einiger Zeit
es_es: Lo sentimos, no presentación. Amablemente intentarlo de nuevo después de un tiempo
fr_fr: Désolé, la soumission a échoué. Veuillez réessayer après un certain temps
nl_nl: Sorry, onderwerping is mislukt. Gelieve opnieuw te proberen na enige tijd

source: Message Displayed For Failed Submission.
de_de: Angezeigte Meldung für gescheiterte Submission.
es_es: Mensaje en pantalla para la presentación Error.
nl_nl: Getoond bericht voor mislukte Submission.

source: Success Message Submission
es_es: El éxito envío de mensajes
fr_fr: Succès Message Submission
nl_nl: Succes Message Submission

source: Message Displayed For Successful Submission.
de_de: Angezeigte Meldung für eine erfolgreiche Einreichung.
es_es: Mensaje que se muestra para la presentación con éxito.
fr_fr: Message affiché pour la présentation réussie.
nl_nl: Getoond bericht voor een succesvolle Submission.

source: Enable URL Redirection
de_de: Aktivieren Sie URL-Umleitung
es_es: Habilitar la redirección de URL
fr_fr: Activer la redirection d'URL
nl_nl: Inschakelen URL Redirection

source: Page id or Post id
de_de: Seiten-ID oder Post-ID
es_es: Identificación página o ID del anuncio
fr_fr: Page id ou Post id
nl_nl: Pagina id of Post id

source: (Give your custom success page url post id to redirect leads).
de_de: (Geben Sie Ihre benutzerdefinierten Erfolg Seite URL Post-ID führt zu Redirect).
es_es: (Da tu página de éxito después url ID personalizado para redirigir clientes potenciales).
fr_fr: (Donnez votre page personnalisée succès url id poste pour rediriger des pistes).
nl_nl: (Geef uw eigen succes pagina url bericht id om leads redirect).

source: Enable Google Captcha
de_de: Aktivieren Sie die Google-Check Captcha
es_es: Habilitar Google Captcha
fr_fr: Activer Google Captcha
nl_nl: Inschakelen Google Captcha

source: (Enable google recaptcha feature).
de_de: (Enable Google recaptcha Funktion).
es_es: (Habilitar función Reconocer texto google).
fr_fr: (Activer google fonction recaptcha).
nl_nl: (Inschakelen google recaptcha functie).

source: Choose Thirdparty Form
de_de: Wählen Sie Formular Thirdparty
es_es: Elegir formulario thirdparty
fr_fr: Choisir un formulaire ThirdParty
nl_nl: Kies thirdparty Form

source: Ninja Form
de_de: Ninja-Formular
es_es: Forma Ninja
fr_fr: Formulaire Ninja

source: Gravity Forms
es_es: Formas de gravedad
fr_fr: Formulaires de gravité
nl_nl: Gravity Formulieren

source: (To Enable ninja form,Contact form and Gravity form Please click Upgrade to Pro link).
de_de: (Aktivieren Ninja Form, Kontaktformular und Gravity Formular bitte auf das Pro-Link-Upgrade).
es_es: (Para habilitar forma ninja, Formulario de contacto y forma Gravedad Por favor, haga clic en Actualizar a Pro enlace).
fr_fr: (Pour activer la forme de ninja, Formulaire de contact et la forme Gravity S'il vous plaît cliquez sur Mise à niveau vers le lien Pro).
nl_nl: (Om ninja formulier, contact formulier en Gravity vorm inschakelen Klik Upgrade naar Pro link).

source: Thirdparty Form Title
de_de: Thirdparty-Formular Titel
es_es: Thirdparty formulario Título
fr_fr: ThirdParty Titre du formulaire
nl_nl: Thirdparty Form Titel

source: (To Enable Thirdparty Form Title Please Click Upgrade To Pro Link).
de_de: (To Thirdparty-Formular Titel aktivieren Bitte klicken, um Pro Link zu aktualisieren).
es_es: (Para habilitar thirdparty Título del Formulario Por favor, Haga clic en Actualizar a Pro Link).
fr_fr: (Pour activer ThirdParty Form Titre S'il vous plaît Cliquez sur Mise à niveau vers Pro Link).
nl_nl: (Voor inschakelen van derden Vorm Titel Gelieve Klik upgrade naar Pro Link).

source: Save Form Settings
de_de: Speichern Sie Formulareinstellungen
es_es: Guardar Configuración del formulario
fr_fr: Enregistrer les paramètres de formulaire

source: Form Options
de_de: Formularoptionen
es_es: Opciones de formulario
fr_fr: Options Formulaire
nl_nl: vorm Opties

source: Field Settings
de_de: Feldeinstellungen
es_es: Configuración de campo
fr_fr: Paramètres de champ

source: Bulk Actions
de_de: Bulk-Aktionen
es_es: Acciones masivas
fr_fr: Actions en vrac
nl_nl: bulkacties

source: Enable Field
de_de: Aktivieren Feld
es_es: Habilitar campo
fr_fr: Activer le terrain
nl_nl: inschakelen Field

source: Disable Field
de_de: Deaktivieren Sie Feld
es_es: Desactivar campo
fr_fr: Désactiver le terrain
nl_nl: Field Disable

source: Update Order
de_de: Update-Bestellung
es_es: Orden de actualización
fr_fr: Mise à jour Ordre

source: Enable Mandatory
de_de: Aktivieren Pflicht
es_es: Habilitar Obligatorio
fr_fr: Activer obligatoire
nl_nl: inschakelen Verplichte

source: Apply
de_de: anwenden
es_es: Aplicar
fr_fr: Appliquer
nl_nl: Van toepassing zijn

source: Zoho Departmentname
de_de: Zoho department
nl_nl: Zoho Afdelingnaam

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
